Repository: Dewwwe/prestashop-carrierpostcoderestriction
Catalog: translations/*/ModulesCarrierpostcoderestrictionAdmin.*.xlf
Languages: fr_fr

source: Carrier Postcode Restriction
fr_fr: Restriction des options de transporteur par code postal

source: Restrict carrier options according to delivery address postcode
fr_fr: Restreindre les options du transporteur en fonction du code postal de l'adresse de livraison

source: Postcode Restriction
fr_fr: Restriction codes postaux

source: Postcode Restriction Settings
fr_fr: Paramètres de restriction des codes postaux

source: Allowed Postcode Prefixes
fr_fr: Préfixes de codes postaux autorisés

source: Enter two-digit numbers separated by commas (e.g., 75,77,78). Only customers with postcodes starting with these numbers will be allowed to select delivery.
fr_fr: Saisissez des nombres à deux chiffres séparés par des virgules (par exemple, 75,77,78). Seuls les clients dont le code postal commence par ces chiffres seront autorisés à sélectionner la livraison.

source: Restriction Message Links
fr_fr: Liens des messages de restriction

source: Link text for the delivery zones page (e.g., "Where do we deliver?").
fr_fr: Texte du lien vers la page des zones de livraison (par exemple, « Où livrons-nous ? »).

source: Delivery Link Text
fr_fr: Text du lien de livraison

source: URL for the delivery zones page (e.g., "/delivery-zones").
fr_fr: URL vers la page de livraison (ex."/livraison").

source: Delivery Link URL
fr_fr: URL de la page de livraison

source: Link text for the contact page (e.g., "Call Yann to discuss").
fr_fr: Texte du lien vers la page de contact (ex. « Appelez Yann pour en discuter »).

source: Contact Link Text
fr_fr: Text du lien de contact

source: URL for the contact page (e.g., "/contact-us" or "tel:+33123456789").
fr_fr: URL de la page de contact (ex. "/contactez-nous" ou "tel:+33123456789").

source: Contact Link URL
fr_fr: URL du lien de contact

source: Carrier Restrictions
fr_fr: Restrictions des transporteurs

source: Carriers with "Bypass restriction" enabled will always be shown to customers, regardless of their delivery address.
fr_fr: Les transporteurs pour lesquels la fonction « Contourner la restriction » est activée seront toujours présentés aux clients, quelle que soit leur adresse de livraison.

source: Save
fr_fr: Enregistrer

source: Settings updated successfully
fr_fr: Mise à jour réussie des paramètres

source: This module allows you to restrict delivery based on postcode.
fr_fr: Ce module vous permet de limiter les livraisons en fonction du code postal.

source: Carrier
fr_fr: Transporteur

source: Status
fr_fr: Statut

source: Bypass Restriction
fr_fr: Contourner la restriction

source: Active
fr_fr: Actif

source: Inactive
fr_fr: Inactif

source: Yes
fr_fr: Oui

source: No
fr_fr: Non
